Repository: wwmm/fastgame
Catalog: po/*.po
Languages: nl

source: System Settings Tweak
nl: Systeemaanpassingen

source: Tweak system performance for games
nl: Maak je systeem geschikt voor games

source: system;tweak;game;
nl: systeem;tweak;aanpassen;aanpassing;game;spel;

source: Tweak System Settings
nl: Systeemaanpassingen

source: Name
nl: Naam

source: Create Preset
nl: Voorinstelling maken

source: Import Presets
nl: Voorinstellingen importeren

source: Executable
nl: Uitvoerbaar bestand

source: Settings
nl: Instellingen

source: Presets
nl: Voorinstellingen

source: Apply
nl: Toepassen

source: Use Dark Theme
nl: Donker thema

source: About
nl: Over

source: Load
nl: Laden

source: Save current settings to this preset file
nl: Sla de huidige instellingen op in dit voorinstellingsbestand

source: Remove this preset file
nl: Verwijder dit voorinstellingsbestand

source: Value
nl: Waarde

source: Add Line
nl: Regel toevoegen

source: Remove Selection
nl: Selectie verwijderen

source: Performance Level
nl: Prestatieniveau

source: auto
nl: automatisch

source: low
nl: laag

source: high
nl: hoog

source: manual
nl: handmatig

source: profile_standard
nl: profiel_standaard

source: profile_min_sclk
nl: profiel_min_sdk

source: profile_min_mclk
nl: profiel_min_mclk

source: profile_peak
nl: profiel_piek

source: Power Cap
nl: Energieniveau begrenzen

source: IRQ Affinity
nl: IRQ-affiniteit

source: Cores
nl: Aantal kernen

source: Transparent HugePages
nl: Transparante HugePages

source: enabled
nl: ingeschakeld

source: defrag
nl: defragmenteren

source: shmem_enabled
nl: shmem_inschakelen

source: Virtual Memory
nl: Virtueel geheugen

source: Cache Pressure
nl: Cachebelasting

source: Compaction Proactiveness
nl: Verkleiningsniveau

source: Use the Batch Scheduler
nl: Reeksplanning gebruiken

source: Use /dev/cpu_dma_latency
nl: /dev/cpu_dma_latency gebruiken

source: Child Runs First
nl: Eerst onderliggend proces

source: Frequency Governor
nl: Frequentiegovernor

source: Kernel Workqueue
nl: Kernel-werkvolgorde

source: Affinity
nl: Affiniteit

source: Device
nl: Apparaat

source: Readahead
nl: Vooruitlezen

source: Scheduler
nl: Schema

source: nr_requests
nl: aantal_verzoeken

source: Realtime Priority
nl: Realtime-prioriteit

source: Add Random
nl: Willekeurig

source: TCP MTU Probing
nl: TCP MTU aanspreken

source: TCP Maximum Reordering
nl: TCP: maximale herordening

source: TCP Probe Interval
nl: TCP: aanspreektussenpoos

source: TCP Congestion Control
nl: TCP: druktebeheer
